{"aPY0E4Q": {"title": "Milk is actually peepee", "url": "http://9gag.com/gag/aPY0E4Q", "type": "Animated", "tags": [], "media_url": "https://img-9gag-fun.9cache.com/photo/aPY0E4Q_460sv.mp4", "comments": ["I love how upset he says that", "the kid is like:miss me with that gay shit", "D I S G U S T I N G", "He sure ain't no homo"]}, "arG07yp": {"title": "Justice served", "url": "http://9gag.com/gag/arG07yp", "type": "Animated", "tags": [], "media_url": "https://img-9gag-fun.9cache.com/photo/arG07yp_460sv.mp4", "comments": ["Camera man be like https://img-comment-fun.9cache.com/media/aoNNMwe/a6pN0W2B_700w_0.jpg", "the guy at the end of the video coming back to the car https://img-comment-fun.9cache.com/media/ax0Xm3p/aQe9MX3q_700w_0.jpg", "So satisfying to watch them getting beat up"]}, "aj8j4M1": {"title": "Tram > Car", "url": "http://9gag.com/gag/aj8j4M1", "type": "Animated", "tags": [], "media_url": "https://img-9gag-fun.9cache.com/photo/aj8j4M1_460sv.mp4", "comments": ["Some of them looks calm, which is what u should be cuz there is nothing else u can do except break, which they did", "Always remember the unstoppable chunk of metal has the right of way.", "Dont know how these ladys got trained to stay cool but damn, it works.", "it's so satisfying. i mean, how dumb can you be? train is driving NEXT to you and you don't see it ?", "If they die, they die"]}, "a4Q8OY1": {"title": "Amaury Guichon does it again", "url": "http://9gag.com/gag/a4Q8OY1", "type": "Animated", "tags": [], "media_url": "https://img-9gag-fun.9cache.com/photo/a4Q8OY1_460sv.mp4", "comments": ["The longer they worked on it the sloppier they got with hygine, in the end they stopped wearing gloves entirely.", "But why? I never understood using food as the material. It's not like anyone's going to eat it so what's the point besides being modern and flashy?", "The red paint on the tower did actually ruin the tower."]}, "av8VKjn": {"title": "This Dude's Strength Is Insane", "url": "http://9gag.com/gag/av8VKjn", "type": "Animated", "tags": [], "media_url": "https://img-9gag-fun.9cache.com/photo/av8VKjn_460sv.mp4", "comments": ["These videos are pretty old. He fucked up his leg and arm from doing this stupid stuff over and over.", "Well it's chinese stuff, they break easily."]}, "arG0LVV": {"title": "I've watched it at least a dozen times and still can't get it.", "url": "http://9gag.com/gag/arG0LVV", "type": "Animated", "tags": [], "media_url": "https://img-9gag-fun.9cache.com/photo/arG0LVV_460sv.mp4", "comments": ["Are you kidding? It's super easy.\nHe does a loop the wrong way, just bend it back on itself making half a circle.", "There is an easier way. Just grab the upper side ot the blue rope and slide it out of the tube. Done.", "So u aren't the smartest kid in the class"]}, "arG07GX": {"title": "Dad comes to lend a shoulder for the son whose dreams got brutally cut short.", "url": "http://9gag.com/gag/arG07GX", "type": "Animated", "tags": [{"key": "110 metres hurdles", "url": "https://9gag.com/tag/110-metres-hurdles"}, {"key": "100 metres hurdles", "url": "https://9gag.com/tag/100-metres-hurdles"}, {"key": "800 metres", "url": "https://9gag.com/tag/800-metres"}], "media_url": "https://img-9gag-fun.9cache.com/photo/arG07GX_460sv.mp4", "comments": ["Insane how he just lost his composure the moment he realized it was his father, guess sometimes all we need is mommy and daddy.\nShit hits me hard. Fuck", "That athlete is Derek Redmond. This happened at Barcelona Olympics 1992. \nAs wikipedia shows:  \n\"He posted the fastest time of the first round, and went on to win his quarter-final. In the semi-final, Redmond started well, but in the back straight about 250 metres from the finish, his hamstring tore. He hobbled to a halt, and then fell to the ground in pain. Stretcher bearers made their way over to him, but Redmond decided he wanted to finish the race. He began to hobble along the track. He was soon joined on the track by his father, Jim Redmond, who barged past security and on to the track to get to his son. Jim and Derek completed the lap of the track together, with Derek leaning on his father's shoulder for support. As they crossed the finish line, the crowd of 65,000 spectators rose to give Derek a standing ovation. However, as his father had helped him finish, Derek was officially disqualified and Olympic records state that he \"Did Not Finish\" the race.\" \n*flies away*", "Shoutout to everyone who never had a father or had one who bailed. You are not alone."]}, "aD1LewK": {"title": "She wants her kitten back", "url": "http://9gag.com/gag/aD1LewK", "type": "Animated", "tags": [{"key": "Kitten", "url": "https://9gag.com/tag/kitten"}, {"key": "Cat", "url": "https://9gag.com/tag/cat"}], "media_url": "https://img-9gag-fun.9cache.com/photo/aD1LewK_460sv.mp4", "comments": ["This is how you make mama cat hide her kitten"]}}